[
  {
    "id": 1,
    "name": "Google UX Design Professional Certificate",
    "price": 15000,
    "star": 4.4,
    "starCount": 35345,
    "description": "Prepare for an impactful career in the fast-growing field of UX Design, where empathizing with users and crafting intuitive interactions take the front seat. This beginner-level program, professionally designed by Google, will guide you in creating wireframes and prototypes, conducting UX research, understanding user-centered design and equity-focused design, and developing an impressive portfolio with end-to-end projects.",
    "level": "Beginner",
    "img": "https://i.ibb.co/1sq3xnt/1200x600-UXD.jpg"
  },
  {
    "id": 2,
    "name": "Full Stack Software Developer",
    "price": 10000,
    "star": 4.6,
    "starCount": 45445,
    "description": "Begin your journey in the booming field of software development with this beginner-level program that teaches in-demand skills to build, deploy, and manage end-to-end cloud native applications. Get job-ready in less than four months by learning practical cloud computing knowledge, mastering front-end and back-end software development, and applying skills in hands-on labs and projects, all within this program.",
    "level": "Beginner",
    "img": "https://i.ibb.co/7nMVnPN/Professional-Certificate-Cloud-App.jpg"
  },
  {
    "id": 3,
    "name": "Data Analyst Professional Certificate",
    "price": 12000,
    "star": 4.7,
    "starCount": 45043,
    "description": "Start your journey in the high-growth field of data analytics with this program, designed to equip you with in-demand skills like Python, Excel, and SQL in as little as 4 months. From entry-level data analytics roles to future career developments like data science and artificial intelligence, this beginner-friendly program provides essential expertise and practical experience through real-world projects, giving you the tools to gather, model, and analyze data that informs executive decision-making.",
    "level": "intermediate",
    "img": "https://i.ibb.co/tbTKMnS/DA-PC-Image.jpg"
  },
  {
    "id": 4,
    "name": "Cloud Application Development Foundations Specialization",
    "price": 13000,
    "star": 4.7,
    "starCount": 233431,
    "description": "Kickstart Your Career as a Cloud Native Developer. Learn the foundational front-end and back-end skills for developing and deploying applications on Cloud.",
    "level": "Beginner",
    "img": "https://i.ibb.co/C2JSGs6/Foundations-Specialization-1.jpg"
  },
  {
    "id": 5,
    "name": "AI For Business Specialization",
    "price": 30000,
    "star": 4.6,
    "starCount": 32948,
    "description": "Learn the Fundamentals of AI and Machine Learning. Develop a deployment strategy for incorporating AI, ML, and Big Data into your organization that will take advantage of cutting-edge technologies",
    "level": "Beginner",
    "img": "https://i.ibb.co/G5MPR2k/AIfor-Business-specialization-coursera.jpg"
  },
  {
    "id": 6,
    "name": "Data Structures and Algorithms Specialization",
    "price": 43474,
    "star": 4.5,
    "starCount": 43432,
    "description": "Explore the complexity and efficiency of data structures and algorithms in this intriguing program that advances your programming skills through interactive puzzles and real-world challenges. Geared towards intermediate learners, this program provides a practical approach to theoretical computer science topics, demanding the implementation of close to a 100 coding problems, equipping you for your next job interview, and beyond.",
    "level": "Beginner",
    "img": "https://i.ibb.co/9GJhhgY/logo3.jpg"
  },
  {
    "id": 7,
    "name": "Information Technology (IT) and Cloud Fundamentals",
    "price": 20000,
    "star": 4.6,
    "starCount": 35425,
    "description": "Kickstart a new IT and Cloud Career . Master hardware, operating systems, programming, database, networking, storage, cybersecurity, and Cloud computing essentials.",
    "level": "Beginner",
    "img": "https://i.ibb.co/CzvsSMw/IT-and-Cloud-Fundamentals-Specialization-Temp-no-watermark.jpg"
  },
  {
    "id": 8,
    "name": "Cybersecurity Analyst",
    "price": 25000,
    "star": 4.4,
    "starCount": 32432,
    "description": "Launch your career as a cybersecurity analyst. Build job-ready skills for an in-demand career in the field of cybersecurity in as little as 6 months. No prior experience required to get started.",
    "level": "Beginner",
    "img": "https://i.ibb.co/jDHNg8j/Microsoft-Cyber-Thumbnail.jpg"
  },
  {
    "id": 9,
    "name": "Introduction to Programming with Python and Java",
    "price": 20000,
    "star": 4.6,
    "starCount": 34235,
    "description": "Experience the guided journey from basic Python concepts to advanced Java programming in this beginner-oriented program. Learn to write fully-functional programs, use data structures efficiently, and enhance your data visualization skills using two of the world's most popular programming languages.",
    "level": "Beginner",
    "img": "https://i.ibb.co/jDHNg8j/Microsoft-Cyber-Thumbnail.jpg"
  }
]